/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Setări";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Setări generale";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Setări de conectare";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Versiune";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Despre";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Tip conectare";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Autentificare de bază";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Demo";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Nume utilizator";

/* XFLD: label for a field */
"PASSWORD" = "Parolă";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Setări avansate";

/* XFLD: label for a field */
"SERVER_URL" = "URL server";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Utilizare SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "Info conexiune SUP";

/* XFLD: label for a field */
"SERVER_NAME" = "Nume server";

/* XFLD: label for a field */
"SERVER_PORT" = "Port server";

/* XFLD: label for a field */
"COMPANY_ID" = "ID companie";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Cod de activare";

/* XFLD: label for a field */
"URL_PREFIX" = "Prefix URL";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Setări specifice pt.aplicaţie";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Eroare la arhivare date";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Eroare la salvare persistentă în memorie securizată.";

/* XTIT: title trait in navigation bar */
"HEADING" = "Titlu";

